Repository: Belarus/OmegaT-Android
Catalog: Android/omegat/project_save.tmx
Source language: en
Languages: be

source: (Entire quote will be sent with message.)
be: (Разам з паведамленьнем дашлецца поўная вытрымка.)

source: (Extremely verbose)
be: (Вельмі шматслоўныя.)

source: (For details, go to http://google.com/accounts on your computer.)
be: (За падрабязнасьцямі завітайце з кампутару на http://google.com/accounts.)

source: (If you just added an account, it can take a few minutes to sync contacts.)
be: (Калі вы толькі што дадалі рахунак, можа спатрэбіцца колькі хвілінаў, каб кантакты сынхранізаваліся.)

source: (If you just added an account, it can take a few minutes to sync contacts.)\n\nTo add contacts, press Menu and touch:\n \nAccounts to add or configure an account with contacts you can sync to the phone\n \nDisplay options to change which contacts are visible\n \nNew contact to create a new contact from scratch\n \nImport/Export\n\n
be: (Калі вы толькі што дадалі рахунак, можа спатрэбіцца колькі хвілінаў, каб кантакты сынхранізаваліся.)\n \n Каб дадаць кантакт, націсьніце Мэню, потым:\n \n Рахункі — каб дадаць ці наладзіць рахунак кантактаў, які можна сынхранізаваць з тэлефонам\n \n Можнасьці паказу — каб вызначыць, якія кантакты мусяць паказвацца\n \n Новы кантакт — каб стварыць новы кантакт з нуля\n \n Узяць або выняць\n\n

source: (May show passwords in logs.)
be: (У справаздачах могуць паказвацца паролі.)

source: (No phone number)
be: (Няма нумару тэлефона)

source: (No response)
be: (Няма адказу)

source: (No service)
be: (Не абслугоўваецца)

source: (No subject)
be: (Бяз тэмы)

source: (No title)
be: (Няма назвы)

source: (None)
be: (Няма)

source: (Restart Mms)
be: (Запусьціць Mms нанова)

source: (To clear your Browser history, use the Browser's settings.)
be: (Каб ачысьціць гісторыю Аглядальніка, зайдзіце ў налады аглядальніка.)

source: (To recover your account information, go to http://google.com/accounts on your computer.)
be: (Каб аднавіць зьвесткі рахунку, завітайце з кампутару на http://google.com/accounts.)

source: (Touch this message to dismiss it.)
be: (Націсьніце на гэтае паведамленьне, каб схаваць яго.)

source: (Try 0000 or 1234.)
be: (Паспрабуйце «0000» або «1234».)

source: (USB)
be: (ад USB)

source: (Unknown)
be: (Невядома)

source: (don't verify server)
be: (не правяраць паслужнік)

source: (no name)
be: (няма імя)

source: (not set)
be: (ня вызначылі)

source: (not used)
be: (не ўжываецца)

source: (plus %d more …)
be: (і яшчэ %d…)

source: (plus %d more \u2026)
be: (і яшчэ %d…)

source: (uid: %d)
be: (азначальнік: %d)

source: (unchanged)
be: (не зьмянілі)

source: (unspecified)
be: (ня вызначылі)

source: (ø, ö, ô, ó, and so on)
be: (ø, ö, ô, ó, і гэтак далей)

source: (ø, ö, ô, ó, and so on)\u0020
be: (ø, ö, ô, ó, і гэтак далей)\u0020

source: (Неизвестный)
be: (Невядомы)

source: (Ожидаем разрешение)
be: (Чакаем на дазвол)

source: * DRM protected text *
be: * Абаронены DRM тэкст *

source: *A fair usage policy applies - see skype.com/go/terms.fairusage
be: *пэўныя абмежаваньні існуюць, каб не дазволіць злоўжываць — гл. skype.com/go/terms.fairusage

source: + Add other people
be: + дадаць чалавека

source: + Cc/Bcc
be: + копія (с. к.)

source: + New event
be: + новая падзея

source: +%d others
be: ды іншыя (%d)

source: +1 removed
be: Сьцерлі «+1»

source: +1 shared with:
be: +1 праз:

source: +1 this
be: +1 да гэтага

source: +1 this ad
be: +1 да гэтае абвесткі

source: , secured with %1$s
be: , забясьпечаная %1$s

source: -------- Original Message --------
be: ——— Першапачатковае паведамленьне ———

source: ---------- Forwarded message ----------
be: ——— Перасланае паведамленьне ———

source: ---------- Forwarded message ----------<br>From: %1$s<br>Date: %2$s<br>Subject: %3$s<br>To: %4$s<br>
be: ——— Перасланае паведамленьне ———<br> Ад каго: %1$s<br> Дата: %2$s<br> Тэма: %3$s<br> Каму: %4$s<br>

source: -<b>NOTICE:</b> If your theme looks ugly, ask your theme developer to update it!!!
be: • <b>Заўважце:</b> калі нейкае аздабленьне выглядае дрэнна, запытайцеся распрацоўніка гэтага аздабленьня, каб ён яго абнавіў!

source: -<b>NOTICE:</b> To add/remove screens press MENU/Edit
be: • <b>Заўважце:</b> Каб дадаць або выкрасьліць экран, націсьніце «Мэню» > «Правіць».

source: -<b>NOTICE:</b> To enable ORIENTATION, disable PERSISTENCE.
be: • <b>Заўважце:</b> каб зьмянялася арыентацыя, забараніце стала трымаць пускач у сыстэме.

source: -<b>REMEMBER:</b> You can hide apps from the drawer by using the custom catalogs (press menu key while the drawer is open)
be: • <b>Памятайце:</b> схаваць праґраму з рысавальніку можна праз уласныя пералікі (у адчыненым рысавальніку націсьніце клявішу мэню).

source: -Added the LauncherActions to the main ADD menu.
be: • Дадалі «Дзеяньні пускача» да галоўнага мэню «Дадаць».

source: -Drag and drop a desktop icon in the same place to edit it
be: • Каб правіць значак на стальніцы, перацягніце яго на тое ж самае месца.

source: -Lots of fixes
be: • Шмат выпраўленьняў.

source: -Option to lock/unlock desktop (press menu/more)
be: • Можна замыкаць і адмыкаць стальніцу (націсьніце «Мэню» > «Болей»).

source: -Option to select different trash can positions/behaviors
be: • Можна абіраць месца ды паводзіны сьметніцы.

source: -QuickActions window on longpress items.
be: • Ваконца хуткіх дзеяньняў па даўгім націску.

source: -Small UI revamp (Trash can moved to the top, configurable main dock, etc)
be: • Крыху пералаталі інтэрфэйс (сьметніцу пасунулі ўгору, галоўны латок цяпер можна наладжваць ды інш.).

source: -Small fixes for some FCs
be: • Невялікія зьмяненьні супраць некаторых памылак.

source: -Support for drag-out and quickactions on the main dock too.
be: • Хуткія дзеяньні ды дзеяньні па перасоўваньні падтрымваюцца таксама й у галоўным латку.

source: -Support for easier scrolling of the hidden dockbar.
be: • Схаваны латок-паліца гартаецца лягчэй.

source: -Support for replacing the app drawer button with anything
be: • Можна замяніць кнопку рысавальніка праґрамаў чымсь іншым.

source: -You can uninstall widgets too by holding them into the trash can
be: • Каб высталяваць віджэт, перасуньце яго ў сьметніцу.

source: ...me....need....miiiiiilk....
be: …мне…трэба…мааалааакооо…

source: ...me....need....waaater....
be: Мне… трэба… вадзічка…

source: ..by the way.., MILK!!
be: Дарэчы… МАЛАКО!

source: 0 minutes
be: 0 хвілінаў

source: 0 recipients selected
be: Не абралі атрымальнікаў

source: 0 videos
be: 0 відэа

source: 0.9.9 (beta)
be: 0.9.9 (бэта)

source: 0123456789ABCDEFGHIJKLMNOPQRSTUVWXYZ
be: 0123456789ABCDEFGHIJKLMNOPQRSTUVWXYZАБВГҐДЕЁЖЗІЙКЛМНОПРСТУЎФХЦЧШЫЬЭЮЯ’

source: 1 (broadest)
be: 1 (найбольшая)

source: 1 Hour
be: Адна гадзіна

source: 1 Icon
be: 1 значак

source: 1 album
be: Адзін альбом

source: 1 application selected
be: Абралі адну праґраму

source: 1 chat
be: 1 гутарка

source: 1 comment
be: 1 выказваньне

source: 1 comment will be removed
be: адно выказваньне сатрэцца

source: 1 comment will be reported
be: адно выказваньне паведаміцца

source: 1 contact
be: Адзін кантакт

source: 1 contact with phone number
be: Адзін кантакт з тэлефонным нумарам

source: 1 day
be: адзін дзень

source: 1 folder selected
be: Абралі адзін каталёґ

source: 1 found
be: Знайшлі адзін

source: 1 group
be: адна суполку

source: 1 hour
be: адна гадзіна

source: 1 hour ago
be: гадзіну таму

source: 1 likes this
be: Адзін чалавек упадабаў

source: 1 match
be: Адно супадзеньне

source: 1 min
be: адна хвіліна

source: 1 min ago
be: 1 хв. таму

source: 1 minute
be: Адна хвіліна

source: 1 minute ago
be: хвіліну таму

source: 1 month
be: адзін месяц

source: 1 month ago
be: месяц таму

source: 1 more event
be: яшчэ адна падзея

source: 1 person
be: Адзін чалавек

source: 1 person likes this.
be: Адзін чалавек упадабаў гэта.

source: 1 photo
be: Адзін фатаздымак

source: 1 recent app
be: Адна нядаўняя праґрама

source: 1 sec ago
be: 1 сэк. таму

source: 1 second
be: 1 сэкунда

source: 1 second ago
be: сэкунду таму

source: 1 shortcut selected
be: Абралі адзін выклічнік

source: 1 song
be: Адна песьня

source: 1 song added to playlist.
be: Дадалі адну песьню ў сьпіс.

source: 1 song was deleted.
be: Выдалілі адну песьню.

source: 1 video
be: 1 відэа

source: 1 week
be: 1 тыдзень

source: 1 widget selected
be: Абралі адзін віджэт

source: 1 year
be: год

source: 1-click report a problem
be: Хутка паведаміць пра праблему

source: 1.3M Pixels
be: 1,3 мэґапікс.

source: 1.5M Pixels (wide)
be: 1,5 мэґапікс. (шырокі)

source: 10 min
be: 10 хвілінаў

source: 10 minutes
be: 10 хвілінаў

source: 10 pt
be: 10 пунктаў

source: 10 seconds
be: 10 сэкундаў

source: 10 weeks
be: 10 тыдняў

source: 100% complete
be: Цалкам скончылі

source: 1000+ albums
be: 1000+ альбомаў

source: 1000+ photos
be: 1000+ фатаздымкаў

source: 11 weeks
be: 11 тыдняў

source: 12 (strictest)
be: 12 (найменшая)

source: 12 dB
be: 12 дБ

source: 12 hours
be: 12 гадзінаў

source: 12 pt
be: 12 пунктаў

source: 12 weeks
be: 12 тыдняў

source: 120 minutes
be: 120 хвілінаў

source: 14 pt
be: 14 пунктаў

source: 15 min
be: 15 хвілінаў

source: 15 minutes
be: 15 хвілінаў

source: 15 seconds
be: 15 сэкундаў

source: 16 pt
be: 16 пунктаў

source: 18 (Default)
be: 18 (звычайнае)

source: 18 (default)
be: 18 (звычайны)

source: 1:00 pm
be: 1:00 папаўдні

source: 1M Pixels
be: 1 мэґапікс.

source: 2 Minutes
be: 2 хвіліны

source: 2 days
be: 2 дні

source: 2 hours
be: 2 гадзіны

source: 2 min
be: 2 хвіліны

source: 2 minutes
be: 2 хвіліны

source: 2 seconds
be: 2 сэкунды

source: 2 weeks
be: 2 тыдні

source: 2.4 GHz only
be: Толькі 2,4 ҐГц

source: 2.5M Pixels (wide)
be: 2,5 мэґапікс. (шырокі)

source: 20 (default)
be: 20 (звычайнае)

source: 20 minutes
be: 20 хвілінаў

source: 20 pt
be: 20 пунктаў

source: 20 seconds
be: 20 сэкундаў

source: 24 hours
be: 24 гадзіны

source: 25 minutes
be: 25 хвілінаў

source: 2G when Wi-Fi is enabled
be: 2G, калі Wi-Fi улучылі

source: 2G when mobile data is disabled
be: 2G, калі сеціва вылучылі

source: 2G-3G data
be: Сеціва 2G, 3G

source: 2G-3G data disabled
be: Забаранілі сеціва праз 2G (3G)

source: 2G-3G data limit exceeded
be: Перавысілі абмежаваньне 2G (3G)

source: 2G/3G
be: 2G або 3G

source: 2M Pixels
be: 2 мэґапікс.

source: 3 Icons
be: 3 значкі

source: 3 hours
be: 3 гадзіны

source: 3 min
be: 3 хвіліны

source: 3 months
be: тры месяцы

source: 3 seconds
be: 3 сэкунды

source: 3 weeks
be: 3 тыдні

source: 30 min
be: 30 хвілінаў

source: 30 minutes
be: 30 хвілінаў

source: 30 sec
be: 30 сэк.

source: 30 seconds
be: 30 сэкундаў

source: 3D
be: Падвойная

source: 3D compass
be: Компас 3D

source: 3G is faster, consumes more batery, and can also cost you more money.
be: 3G — хутчэйшае злучэньне, спажывае болей зараду батарэі ды можа каштаваць болей грошай.

source: 3G when Wi-Fi is disabled
be: 3G, калі Wi-Fi вылучылі

source: 3G when mobile data is enabled
be: 3G, калі сеціва ўлучылі

source: 3M Pixels
be: 3 мэґапікс.

source: 4 dB
be: 4 дБ

source: 4 hours
be: 4 гадзіны

source: 4 seconds
be: 4 сэкунды

source: 4 weeks
be: 4 тыдні

source: 4 x 8 pixels
be: 4 x 8 піксаляў

source: 40 seconds
be: 40 сэкундаў

source: 45 minutes
be: 45 хвілінаў

source: 4G MAC address
be: Адрас MAC 4G

source: 4G data
be: Сеціва 4G

source: 4G data disabled
be: Забаранілі сеціва праз 4G

source: 4G data limit exceeded
be: Перавысілі абмежаваньне на 4G

source: 4G settings
be: Налады 4G

source: 4M Pixels
be: 4 мэґапікс.

source: 4M Pixels (wide)
be: 5 мэґапікс. (шырокі)

source: 5 GHz only
be: Толькі 5 ҐГц

source: 5 Icons
be: 5 значкаў

source: 5 Minutes
be: 5 хвілінаў

source: 5 min
be: 5 хвілінаў

source: 5 minutes
be: 5 хвілінаў

source: 5 seconds
be: 5 сэкундаў

source: 5 weeks
be: 5 тыдняў

source: 50 Hz
be: 50 Гц

source: 50 seconds
be: 50 сэкундаў

source: 5M Pixels
be: 5 мэґапікс.

source: 6 hours
be: 6 гадзінаў

source: 6 months
be: 6 месяцаў

source: 6 pt
be: 6 пунктаў

source: 6 seconds
be: 6 сэкундаў

source: 6 weeks
be: 6 тыдняў

source: 6-20 characters
be: Ад 6 да 20 знакаў

source: 6-32 characters
be: Ад 6 да 32 знакаў

source: 6.5M Pixels (wide)
be: 6,5 мэґапікс. (шырокі)

source: 60 Hz
be: 60 Гц

source: 60 minutes
be: 60 хвілінаў

source: 60 seconds
be: 60 сэкундаў

source: 6M Pixels (wide)
be: 6 мэґапікс. (шырокі)

source: 7 pt
be: 7 пунктаў

source: 7 seconds
be: 7 сэкундаў

source: 7 weeks
be: 7 тыдняў

source: 8 dB (default)
be: 8 дБ (звычайнае)

source: 8 hours
be: 8 гадзінаў

source: 8 pt
be: 8 пунктаў

source: 8 seconds
be: 8 сэкундаў

source: 8 weeks
be: 8 тыдняў

source: 8M Pixels
be: 8 мэґапікс.

source: 9 pt
be: 9 пунктаў

source: 9 seconds
be: 9 сэкундаў

source: 9 weeks
be: 9 тыдняў

source: 90 minutes
be: 90 хвілінаў

source: : %1$d of %2$d
be: : %1$d з %2$d

source: %i When the ”syncing” icon disappears from the status bar at the top of your screen, the download has finished.
be: %i Калі значак «сынхранізуецца» зьнікне з паліцы стану ўверсе экрану, значыць ужо скончылі спампоўваць.

source: 1\u00A0 On the next screen, watch while an example pattern is drawn.
be: 1\u00a0 Сачыце, як на наступным экране намалюецца прыклад узору.

source: 1 On the next screen, watch while an example pattern is drawn.
be: 1 Сачыце, як на наступным экране намалюецца прыклад узору.

source: Why use a Google Account?
be: Чаму менавіта рахунак Google?

source: About the status bar…
be: Пра паліцу стану…

source: 2\u00A0 When ready, draw your own personal unlock pattern.
be: 2\u00a0 Потым намалюйце свой узор адмыкаць экран.

source: 2 When ready, draw your own personal unlock pattern.
be: 2 Потым намалюйце свой узор адмыкаць экран.

source: Access punctuation and accents.
be: Доступ да знакаў прыпынку ды гучкоў.

source: Press the Back key.
be: Націсьніце клявішу «назад».

source: Touch & hold the ?123 key.
be: Націсьніце ды трымайце клявішу «?123».

source: Touch any text field.
be: Націсьніце на любое тэкставае поле.

source: With a Google Account, Google applications are automatically synced between your phone and computer, regardless of where you make an update.
be: Калі мець рахунак Google, праґрамы Google будуць самарушна сынхранізавацца між тэлефонам і кампутарам, ня гледзячы на тое, з дапамогаю кампутара ці тэлефона вы нешта зьмянілі.

source: Already have a Google Account?
be: Ужо маеце рахунак Google?

source: Whenever you receive a new message or other notification, an icon appears in the status bar.
be: Калі вы атрымаеце новае паведамленьне ці іншае спавяшчэньне, у паліцы стану зьявіцца значак.

source: 3\u00A0 Redraw your pattern to confirm.
be: 3\u00a0 Каб пацьвердзіць, намалюйце ўзор яшчэ раз.

source: 3 Redraw your pattern to confirm.
be: 3 Каб пацьвердзіць, намалюйце ўзор яшчэ раз.

source: Use your finger to drag down the status bar to open the Notifications panel, with details about all your current notifications.
be: Каб адчыніць панэль спавяшчэньняў, у якой можна ўбачыць падрабязнасьці пра бягучыя спавяшчэньні, перацягніце паліцу стану пальцам уніз.

source: Then you’re all set!
be: Дык ужо ўсё ўладкавалі!

source: Don’t have a Google Account?
be: Ня маеце рахунку Google?

source: Ready to start?
be: Ці можна ўжо пачынаць?

source: No problem.
be: Не пытаньне.

source: To leave your phone unprotected, touch \u201CCancel\u201D.
be: Каб пакінуць тэлефон без абароны, націсьніце «Скасаваць».

source: To leave your phone unprotected, touch “Cancel”.
be: Каб пакінуць тэлефон без абароны, націсьніце «Скасаваць».

source: Touch ”Next” to get started!
be: Націсьніце «Далей», каб пачаць!

source: To leave your phone unprotected, touch “Cancel”.\u0020
be: Каб пакінуць тэлефон без абароны, націсьніце «Скасаваць». \u0020

source: Type on it:
be: Набярыце гэта:

source: Type the device's required PIN:
be: Набярыце код, які патрабуе прылада:

source: Type the device's required passkey:
be: Набярыце пароль, які патрабуе прылада:

source: <Not set>
be: <Ня вызначылі>

source: <Optional>
be: <На выбар>

source: <Same as username>
be: <Такое самае, як імя карыстальніка>

source: <Subject: %s>
be: <Тэма: %s>

source: <Unknown>
be: <Невядома>

source: <Untitled>
be: <Бяз назвы>

source: <a href=\"http://checkout.google.com/files/privacy.html?hl=%lang%&dl=%region%\">Google Checkout Billing and Privacy Policy</a>
be: <a href=\"http://checkout.google.com/files/privacy.html?hl=%lang%&dl=%region%\">Правілы Касы Google і аплаты</a>

source: <a href=\"http://market.android.com/support/bin/answer.py?answer=134336&hl=%lang%\">Refund Policy</a>
be: <a href=\"http://market.android.com/support/bin/answer.py?answer=134336&hl=%lang%\">Правілы вяртаць грошы</a>

source: Sign up now
be: Запісацца

source: Close the keyboard
be: Зачыніць клявіятуру

source: Keyboard settings
be: Налады клявіятуры

source: Open the keyboard
be: Адчыніць клявіятуру

source: Touch & hold a key for options
be: Націсьніце ды трымайце клявішу, каб пабачыць можнасьці

source: Do NOT accept unless you trust the application. Otherwise, you run the risk of having your data compromised by a malicious software.
be: НЕ ПАГАДЖАЙЦЕСЯ, калі вы не давяраеце гэтае праґраме. Інакш вы рызыкуеце перадаць свае зьвесткі зламысным праґрамам.

source: Hint: Next time, try speaking punctuation like \"period\", \"comma\", or \"question mark\".
be: Намінка: наступным разам паспрабуйце вымаўляць знакі прыпынку кшталту «period» (кропка), «comma» (коска), ці «question mark» (пытальнік).

source: Hint: Swipe across keyboard to speak
be: Намінка: ссуньце палец па клявіятуры, каб прамовіць

source: Touch & hold a key to view accents
be: Націсьніце ды трымайце клявішу, каб пабачыць гучкі

source: ^1 can contain only letters,
be: ^1 можа зьмяшчаць толькі літары,

source: ^1 contains less than 6 or more than 30 characters.
be: ^1 зьмяшчае меней за 6 або болей за 30 знакаў.

source: ^1 does not contain any letters.
be: ^1 не зьмяшчае ніводнае літары.

source: ^1 does not use Gmail
be: ^1 не выкарыстоўвае пошту Gmail

source: ^1 is not available.
be: ^1 занятае.

source: Import/Export
be: Узяць або выняць

source: recent conversations.
be: апошніх размоў.

source: Accounts to add or configure an account with contacts you can sync to the phone
be: Рахункі — каб дадаць ці наладзіць рахунак кантактаў, які можна сынхранізаваць з тэлефонам

# Accounts to add or configure an account with contacts you can sync to the phone
source: Accounts to add or configure an account with contacts you can sync to the phone\n
be: Рахункі — каб дадаць ці наладзіць рахунак кантактаў, які можна сынхранізаваць з тэлефонам\n

source: Display options to change which contacts are visible
be: Можнасьці паказу — каб вызначыць, якія кантакты мусяць паказвацца

source: New contact to create a new contact from scratch
be: Новы кантакт — каб стварыць новы кантакт з нуля

# New contact to create a new contact from scratch
source: New contact to create a new contact from scratch\n
be: Новы кантакт — каб стварыць новы кантакт з нуля\n

# Import/Export
source: Import/Export\n
be: Узяць або выняць\n

source: <b>%1$s and %2$s</b>
be: <b>%1$s і %2$s</b>

source: <b>%1$s, %2$s</b> and %3$s
be: <b>%1$s, %2$s</b> і %3$s

source: <b>%1$s</b> added <b>%2$s</b> to this conversation.
be: <b>%1$s</b> дадае <b>%2$s</b> да размовы.

source: <b>%1$s</b> and %2$s
be: <b>%1$s</b> і %2$s

source: <b>%1$s</b> created a separate conference
be: <b>%1$s</b> стварае асобную нараду

source: <b>%1$s</b> has removed <b>%2$s</b>.
be: <b>%1$s</b> выкрасьляе <b>%2$s</b>.

source: <b>%1$s</b> originally shared this post
be: Першым падзяліўся допісам <b>%1$s</b>

source: <b>%1$s</b> set topic to <b>\"%2$s\"</b>
be: <b>%1$s</b> вызначае тэму: «<b>%2$s</b>»

source: <b>%d</b> audio file
be: <b>%d</b> гукавы файл

source: <b>%d</b> audio files
be: Гукавых файлаў: <b>%d</b>

source: <b>%d</b> friend
be: <b>%d</b> сябар

source: <b>%d</b> friends
be: Сяброў: <b>%d</b>

source: <b>%d</b> mutual friend
be: <b>%d</b> супольны сябар

source: <b>%d</b> mutual friends
be: Супольных сяброў: <b>%d</b>

source: <b>%d</b> photo album
be: <b>%d</b> альбом

source: <b>%d</b> photo albums
be: Альбомаў: <b>%d</b>

source: <b>%s</b> left
be: <b>%s</b> выходзіць

source: <b>%2$s</b>, then press Return or Enter.
be: <b>%2$s</b>, — потым націсьніце «ўвод».

source: <b>This email isn't valid</b> Please check it and try it again.
be: <b>Хібны адрас эл. пошты</b> Спраўдзіце, калі ласка, і паспрабуйце зноўку.

source: <b>VKontakte for Android</b>
be: <b>УКантакце для Android</b>

source: <b>VKontakte for Android</b><br/><small>Version %s</small><br/><br/>Made by <a href=http://vkontakte.ru/id1708231>Gregory Klyushnikov</a>
be: <b>УКантакце для Android</b><br/><small>Version %s</small><br/><br/>Made by <a href=http://vkontakte.ru/id1708231>Gregory Klyushnikov</a>

source: <b>Version 1.3.0:</b>
be: <b>Вэрсія 1.3.0:</b>

source: <b>Version 1.3.5:</b>
be: <b>Вэрсія 1.3.5:</b>

source: <b>Version 1.3.6:</b>
be: <b>Вэрсія 1.3.6:</b>

source: <b>Wrong number</b> Please include country code (e.g. +44 1234567)
be: <b>Неадпаведны нумар</b> Калі ласка, дадайце код краіны (пр., +44 1234567)

source: Adding an account
be: Дадаць рахунак

source: Protect your phone from unauthorized use by creating a personal screen unlock pattern.
be: Абараніце тэлефон ад недазволенага выкарыстаньня — стварыце асабісты ўзор адмыкаць экран.

source: Quick setup
be: Уладкаваць хутка

source: Welcome to Google Mail!
be: Вітаем у пошце Google!

source: Welcome to Google Talk!
be: Вітаем у Гутарцы Google!

source: Welcome to Google sync!
be: Вітаем у сынхранізаваньні Google!

# Welcome to Google sync!
source: Welcome to Google sync! \n
be: Вітаем у сынхранізаваньні Google! \n

source: Welcome to Google sync! \nA Google approach to synchronizing data to allow access to your contacts, appointments, and more from wherever you are.
be: Вітаем у сынхранізаваньні Google!\n Google прапануе сынхранізаваць зьвесткі, каб дазволіць доступ да вашых кантактаў, сустрэчаў і яшчэ дзе вы ёсьць.

source: Welcome to Google sync! \nA Google approach to synchronizing data to allow access to your contacts, appointments, and more from wherever you are.\u0020
be: Вітаем у сынхранізаваньні Google!\n Google прапануе сынхранізаваць зьвесткі, каб дазволіць доступ да вашых кантактаў, сустрэчаў і яшчэ дзе вы ёсьць.\u0020

source: limit
be: абмежаваньне

source: warning
be: перасьцярога

source: <i>Manage search history...</i>
be: <i>Кіраваць гісторыяй пошуку…</i>

source: Music
be: Музыка

source: Touch the Contacts tab
be: Абярыце картку Кантакты

source: Your Google account
be: Рахунак Google

source: Import/Export to import contacts from your SD card
be: Узяць або выняць, каб узяць кантакты з карткі SD

source: Import/Export to import contacts from your SIM or SD card
be: Узяць або выняць, каб узяць кантакты з карткі SIM або карткі SD

source: Photos
be: Фатаздымкі

source: System and application data and settings
be: Налады сыстэмы ды праґрамаў

source: Using the onscreen keyboard
be: Як карыстацца экраннаю клявіятураю

source: Accounts to add or configure an account with contacts you can sync to the tablet
be: Рахункі — каб дадаць ці наладзіць рахунак кантактаў, які можна сынхранізаваць з пляншэтам

source: Downloaded applications
be: Спампаваныя праґрамы

source: Other user data
be: Іншыя зьвесткі карыстальніка

source: Setting up a Google Account
be: Уладкаваць рахунак Google

source: System and app data and settings
be: Налады сыстэмы ды праґрамаў

source: Touch the contact you want to add to your favorites
be: Націсьніце на кантакт, які вы хочаце дадаць да ўпадабаных

source: Current system software and bundled applications
be: Бягучыя сыстэмныя праґрамныя сродкі ды ўбудаваныя праґрамы

source: Downloaded apps"
be: Спампаваныя праґрамы"

source: Downloaded apps
be: Спампаваныя праґрамы

source: Touch the star next to the contact's name
be: Націсьніце на зорачку праваруч ад імені кантакту

source: SD card files, such as music or photos
be: Файлы з карткі SD, кшталту музыкі ды фатаздымкаў.
